
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Redirector IPバイパスゾーン · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../../../../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../../../../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../../../../../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../../../../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../../../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../../../../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="../Attribute-release.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../../../../../">
            
                <a href="../../../../../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    ■ OpenAthens ウェブサイト
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="../../../../../Website/advice/how-to-login-to-openathens-for-remote-access.html">
            
                <a href="../../../../../Website/advice/how-to-login-to-openathens-for-remote-access.html">
            
                    
                    OpenAthensへのログイン
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="../../../../../Website/librarians/onboarding-for-librarians/library-onboarding-user-journey.html">
            
                <a href="../../../../../Website/librarians/onboarding-for-librarians/library-onboarding-user-journey.html">
            
                    
                    ユーザージャーニー
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="../../../../../Website/advice/openathens101-redirector-links.html">
            
                <a href="../../../../../Website/advice/openathens101-redirector-links.html">
            
                    
                    Redirectorリンク
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter " data-level="2.1" >
            
                <span>
            
                    
                    ■ EBSCO Connect
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1.1" data-path="../../../../../EBSCOConnect/OpenAthens-Data-Security-and-User-Privacy-FAQs.html">
            
                <a href="../../../../../EBSCOConnect/OpenAthens-Data-Security-and-User-Privacy-FAQs.html">
            
                    
                    セキュリティとプライバシー
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1.1.1" data-path="../../../../../EBSCOConnect/OpenAthens-Data-Security-and-User-Privacy-FAQs.html">
            
                <a href="../../../../../EBSCOConnect/OpenAthens-Data-Security-and-User-Privacy-FAQs.html#openathens-の設定と管理">
            
                    
                    OpenAthensの設定と管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.1.2" data-path="../../../../../EBSCOConnect/OpenAthens-Data-Security-and-User-Privacy-FAQs.html">
            
                <a href="../../../../../EBSCOConnect/OpenAthens-Data-Security-and-User-Privacy-FAQs.html#openathens-技術的なセキュリティの考慮事項">
            
                    
                    セキュリティの技術的な考慮事項
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2.1.2" data-path="../../../../../EBSCOConnect/Implementing-OpenAthens-alongside-an-Existing-Single-Sign-on-Federation-Membership.html">
            
                <a href="../../../../../EBSCOConnect/Implementing-OpenAthens-alongside-an-Existing-Single-Sign-on-Federation-Membership.html">
            
                    
                    既存のフェデレーションとの並行稼働
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2.2" >
            
                <span>
            
                    
                    ■ OpenAthens サポートドキュメント
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.2.1" >
            
                <span>
            
                    
                    ● Managementメニュー
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.2.1.1" >
            
                <span>
            
                    
                    既存のユーザーディレクトリとの接続
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.2.1.1.1" data-path="../../ManagementMenu/Connections/ADFS-connector.html">
            
                <a href="../../ManagementMenu/Connections/ADFS-connector.html">
            
                    
                    ADFSコネクター
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.1.1.2" data-path="../../ManagementMenu/Connections/SAML-connector.html">
            
                <a href="../../ManagementMenu/Connections/SAML-connector.html">
            
                    
                    SAMLコネクター
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2.2.2" >
            
                <span>
            
                    
                    ● Preferenceメニュー
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.2.2.1" data-path="../Attribute-release.html">
            
                <a href="../Attribute-release.html">
            
                    
                    アトリビュート・リリース
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.2.2.2" data-path="Redirector-IP-bypass-zones.html">
            
                <a href="Redirector-IP-bypass-zones.html">
            
                    
                    Redirector IPバイパスゾーン
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2.2.3" >
            
                <span>
            
                    
                    ● Resourceメニュー
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.2.3.1" data-path="../../ResourcesMenu/Catalogue/Access-URLs.html">
            
                <a href="../../ResourcesMenu/Catalogue/Access-URLs.html">
            
                    
                    アクセスURL
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../../../../.." >Redirector IPバイパスゾーン</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <table>
<thead>
<tr>
<th>&#x30BD;&#x30FC;&#x30B9;</th>
<th>&#x7FFB;&#x8A33;&#x5143; URL</th>
<th>&#x7FFB;&#x8A33;&#x65E5;</th>
</tr>
</thead>
<tbody>
<tr>
<td>OpenAthens Docs</td>
<td><a href="https://docs.openathens.net/libraries/Redirector-IP-bypass-zones.11076430.html" target="_blank">Redirector IP bypass zones</a></td>
<td>2022-05-23</td>
</tr>
</tbody>
</table>
<h1 id="redirector-ip-&#x30D0;&#x30A4;&#x30D1;&#x30B9;&#x30BE;&#x30FC;&#x30F3;">Redirector IP &#x30D0;&#x30A4;&#x30D1;&#x30B9;&#x30BE;&#x30FC;&#x30F3;</h1>
<p>Redirector&#x30EA;&#x30F3;&#x30AF;&#x3092;&#x4F7F;&#x7528;&#x3059;&#x308B;&#x5834;&#x5408;&#x3001;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#x3067;Redirector IP&#x30D0;&#x30A4;&#x30D1;&#x30B9;&#x30BE;&#x30FC;&#x30F3;&#x3092;&#x8FFD;&#x52A0;&#x3059;&#x308B;&#x3068;&#x3001;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x304C;IP&#x8A8D;&#x8A3C;&#x306B;&#x3088;&#x308B;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x3092;&#x8A31;&#x53EF;&#x3059;&#x308B;&#x5834;&#x6240;&#x3067;&#x306F;&#x3001;OpenAthens&#x8A8D;&#x8A3C;&#x3092;&#x30D0;&#x30A4;&#x30D1;&#x30B9;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x3053;&#x308C;&#x306F;&#x3001;&#x56F3;&#x66F8;&#x9928;OPAC&#x3001;&#x30DD;&#x30FC;&#x30BF;&#x30EB;&#x3001;&#x30EA;&#x30F3;&#x30AF;&#x30EA;&#x30BE;&#x30EB;&#x30D0;&#x4E0A;&#x3067;&#x3001;&#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x306E;&#x5185;&#x304B;&#x5916;&#x304B;&#x306B;&#x5FDC;&#x3058;&#x3066;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;&#x3092;&#x5225;&#x3005;&#x306B;&#x7DAD;&#x6301;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308B;&#x5834;&#x5408;&#x306B;&#x975E;&#x5E38;&#x306B;&#x4FBF;&#x5229;&#x3067;&#x3059;&#x3002;Redirector&#x30D0;&#x30A4;&#x30D1;&#x30B9;&#x30BE;&#x30FC;&#x30F3;&#x306F;&#x3001;&#x30A2;&#x30AF;&#x30BB;&#x30B9;URL&#xFF08;&#x30D0;&#x30A4;&#x30D1;&#x30B9;&#x53EF;&#x80FD;&#xFF09;&#x307E;&#x305F;&#x306F;&#x30EA;&#x30C0;&#x30A4;&#x30EC;&#x30AF;&#x30C8;&#x8A2D;&#x5B9A;&#xFF08;&#x30EA;&#x30C0;&#x30A4;&#x30EC;&#x30AF;&#x30C8;&#x53EF;&#x80FD;&#xFF09;&#x306E;&#x3044;&#x305A;&#x308C;&#x304B;&#x3092;&#x6301;&#x3064;&#x3059;&#x3079;&#x3066;&#x306E;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x3067;&#x6A5F;&#x80FD;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;Redirector&#x306E;&#x30EA;&#x30F3;&#x30AF;&#x3092;&#x305F;&#x3069;&#x308B;&#x3068;&#x3001;Redirector&#x306F;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x3092;&#x305D;&#x306E;&#x307E;&#x307E;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30D7;&#x30ED;&#x30D0;&#x30A4;&#x30C0;&#x306B;&#x6E21;&#x3059;&#x304B;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x307E;&#x3060;&#x30B5;&#x30A4;&#x30F3;&#x30A4;&#x30F3;&#x3057;&#x3066;&#x3044;&#x306A;&#x3051;&#x308C;&#x3070;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x540D;&#x3068;&#x30D1;&#x30B9;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x8981;&#x6C42;&#x3055;&#x308C;&#x308B;OpenAthens&#x8A8D;&#x8A3C;&#x30DD;&#x30A4;&#x30F3;&#x30C8;&#x306B;&#x6E21;&#x3059;&#x304B;&#x3092;&#x6C7A;&#x5B9A;&#x3057;&#x307E;&#x3059;&#x3002;
&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x30B8;&#x30E3;&#x30FC;&#x30CB;&#x30FC;&#x306E;&#x6982;&#x8981;&#x306F;&#x3001;&#x6B21;&#x306E;&#x3088;&#x3046;&#x306A;&#x3082;&#x306E;&#x3067;&#x3059;&#x3002;</p>
<p><img src="../../../../../img/redirector-ip-bypass-zone.PNG" alt="chart"></p>
<h2 id="ip&#x30EC;&#x30F3;&#x30B8;&#x306E;&#x8A2D;&#x5B9A;">IP&#x30EC;&#x30F3;&#x30B8;&#x306E;&#x8A2D;&#x5B9A;</h2>
<p>Menu: Preferences &gt; Redirector</p>
<p><img src="https://docs.openathens.net/libraries/11076430/Prefs.Redirector.png?inst-v=f79effe0-b2fa-4160-b4b6-3b5d44ab3470" alt="prefs"></p>
<p>&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x306E;IP&#x8A8D;&#x8A3C;&#x306E;&#x5BFE;&#x8C61;&#x3068;&#x306A;&#x308B;IP&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x307E;&#x305F;&#x306F;&#x7BC4;&#x56F2;&#x3092;&#x5165;&#x529B;&#x3057;&#x3001;&#x30D7;&#x30EA;&#x30D5;&#x30A1;&#x30EC;&#x30F3;&#x30B9;&#x3092;&#x4FDD;&#x5B58;&#x3057;&#x307E;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#xFF1A;</p>
<pre><code>123.3.23.12
123.3.23.*
123.3.22-23.*
</code></pre><p>&#x7BC4;&#x56F2;&#x306F;&#x6700;&#x5F8C;&#x306E;2&#x30AA;&#x30AF;&#x30C6;&#x30C3;&#x30C8;&#x5185;&#x306B;&#x6307;&#x5B9A;&#x3059;&#x308B;&#x3053;&#x3068;&#x3082;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x30B9;&#x30E9;&#x30C3;&#x30B7;&#x30E5;&#x3067;&#x7BC4;&#x56F2;&#x3092;&#x6307;&#x5B9A;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x305D;&#x306E;&#x7BC4;&#x56F2;&#x3092;&#x9069;&#x5207;&#x306A;&#x5F62;&#x5F0F;&#x306B;&#x5909;&#x63DB;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<p>&#x307B;&#x3068;&#x3093;&#x3069;&#x306E;&#x5834;&#x5408;&#x3001;&#x3053;&#x308C;&#x3089;&#x306E;&#x7BC4;&#x56F2;&#x306F;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x30EC;&#x30D9;&#x30EB;&#x3067;&#x6307;&#x5B9A;&#x3059;&#x308C;&#x3070;&#x5341;&#x5206;&#x3067;&#x3059;&#x304C;&#x3001;&#x30ED;&#x30FC;&#x30AB;&#x30EB;&#x306A;&#x72B6;&#x6CC1;&#xFF08;&#x305F;&#x3068;&#x3048;&#x3070;&#x3001;&#x30ED;&#x30FC;&#x30AB;&#x30EB;&#x306A;&#x7D44;&#x7E54;&#x304C;&#x8FFD;&#x52A0;&#x306E;IP&#x7BC4;&#x56F2;&#x3092;&#x6301;&#x3063;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#x3001;&#x7279;&#x306B;&#x305D;&#x308C;&#x304C;&#x30ED;&#x30FC;&#x30AB;&#x30EB;&#x306A;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x306E;&#x8CFC;&#x8AAD;&#x306B;&#x95A2;&#x9023;&#x3057;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#xFF09;&#x306B;&#x5BFE;&#x5FDC;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x3001;&#x7D44;&#x7E54;&#x3054;&#x3068;&#x306B;&#x8FFD;&#x52A0;&#x306E;&#x7BC4;&#x56F2;&#x3092;&#x8FFD;&#x52A0;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002; &#x305F;&#x3060;&#x3057;&#x3001;&#x30ED;&#x30FC;&#x30AB;&#x30EB;&#x7BA1;&#x7406;&#x8005;&#x304C;&#x3001;&#x9593;&#x9055;&#x3048;&#x305F;&#x969B;&#x306E;&#x5F71;&#x97FF;&#x3092;&#x8A8D;&#x8B58;&#x3057;&#x3066;&#x3044;&#x308B;&#x3053;&#x3068;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#xFF08;&#x4EE5;&#x4E0B;&#x3092;&#x53C2;&#x7167;&#xFF09;&#x3002;</p>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x30EC;&#x30D9;&#x30EB;&#x3067;&#x306F;&#x3001;&#x3053;&#x306E;&#x30D0;&#x30A4;&#x30D1;&#x30B9;&#x30BE;&#x30FC;&#x30F3;&#x3092;&#x7121;&#x8996;&#x3057;&#x3001;&#x5E38;&#x306B;OpenAthens&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x30EB;&#x30FC;&#x30C8;&#x3092;&#x4F7F;&#x7528;&#x3059;&#x308B;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x3092;&#x6307;&#x5B9A;&#x3059;&#x308B;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#x3082;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x3053;&#x308C;&#x3092;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x306B;&#x306F;&#x3001;[&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x306E;&#x8FFD;&#x52A0;] &#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3001;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x540D;&#x306E;&#x5165;&#x529B;&#x3092;&#x958B;&#x59CB;&#x3057;&#x307E;&#x3059;&#x3002;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x3092;&#x9078;&#x629E;&#x3057;&#x3001;&#x4FDD;&#x5B58;&#x3057;&#x307E;&#x3059;&#x3002;IP &#x30D0;&#x30A4;&#x30D1;&#x30B9;&#x3068;&#x4E92;&#x63DB;&#x6027;&#x306E;&#x3042;&#x308B;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x306E;&#x307F;&#x304C;&#x30EA;&#x30B9;&#x30C8;&#x30A2;&#x30C3;&#x30D7;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<h3 id="&#x4F55;&#x304B;&#x6C17;&#x3092;&#x3064;&#x3051;&#x308B;&#x3053;&#x3068;&#x306F;&#x3042;&#x308A;&#x307E;&#x3059;&#x304B;&#xFF1F;">&#x4F55;&#x304B;&#x6C17;&#x3092;&#x3064;&#x3051;&#x308B;&#x3053;&#x3068;&#x306F;&#x3042;&#x308A;&#x307E;&#x3059;&#x304B;&#xFF1F;</h3>
<p>Redirector&#x306E;IP&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x3067;&#x30AB;&#x30D0;&#x30FC;&#x3055;&#x308C;&#x308B;&#x5834;&#x6240;&#x306F;&#x3001;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x306E;IP&#x8A8D;&#x8A3C;&#x306B;&#x4F9D;&#x5B58;&#x3057;&#x307E;&#x3059;&#x3002;&#x6307;&#x5B9A;&#x3059;&#x308B;&#x7BC4;&#x56F2;&#x3068;&#x3001;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x304C;IP&#x8A8D;&#x8A3C;&#x3059;&#x308B;&#x7BC4;&#x56F2;&#x3092;&#x4E00;&#x81F4;&#x3055;&#x305B;&#x308B;&#x3088;&#x3046;&#x306B;&#x6CE8;&#x610F;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x306E;&#x7BC4;&#x56F2;&#x3092;&#x5927;&#x304D;&#x304F;&#x6307;&#x5B9A;&#x3057;&#x3059;&#x304E;&#x305F;&#x5834;&#x5408;&#xFF08;&#x3064;&#x307E;&#x308A;&#x3001;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x306B;&#x3088;&#x3063;&#x3066;IP&#x8A8D;&#x8A3C;&#x3055;&#x308C;&#x306A;&#x3044;&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x304C;&#x542B;&#x307E;&#x308C;&#x308B;&#x5834;&#x5408;&#xFF09;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306F;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x3067;&#x304D;&#x306A;&#x3044;&#x5834;&#x6240;&#x306B;&#x3044;&#x308B;&#x3053;&#x3068;&#x306B;&#x306A;&#x308B;&#x53EF;&#x80FD;&#x6027;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x306E;&#x7BC4;&#x56F2;&#x3092;&#x5C0F;&#x3055;&#x304F;&#x6307;&#x5B9A;&#x3057;&#x305F;&#x5834;&#x5408; (&#x3064;&#x307E;&#x308A;&#x3001;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x3067; IP &#x8A8D;&#x8A3C;&#x3055;&#x308C;&#x308B;&#x3059;&#x3079;&#x3066;&#x306E;&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x3092;&#x30AB;&#x30D0;&#x30FC;&#x3057;&#x306A;&#x3044;&#x5834;&#x5408;)&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x4E88;&#x671F;&#x3057;&#x306A;&#x3044;&#x3068;&#x304D;&#x306B; OpenAthens &#x8A8D;&#x8A3C;&#x60C5;&#x5831;&#x3092;&#x6C42;&#x3081;&#x3089;&#x308C;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;
&#x30D0;&#x30A4;&#x30D1;&#x30B9;&#x30BE;&#x30FC;&#x30F3;&#x3084;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x4F8B;&#x5916;&#x306E;&#x5909;&#x66F4;&#x306F;&#x3059;&#x3050;&#x306B;&#x306F;&#x9069;&#x7528;&#x3055;&#x308C;&#x305A;&#x3001;&#x5909;&#x66F4;&#x304C;&#x6709;&#x52B9;&#x306B;&#x306A;&#x308B;&#x307E;&#x3067;&#x6700;&#x5927;&#x3067;14&#x6642;&#x9593;&#x304B;&#x304B;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>OpenAthens&#x306E;&#x8A8D;&#x8A3C;&#x30DD;&#x30A4;&#x30F3;&#x30C8;&#x3092;&#x7D4C;&#x7531;&#x3057;&#x306A;&#x3044;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x306E;&#x5834;&#x5408;&#x3001;&#x7D71;&#x8A08;&#x60C5;&#x5831;&#x3092;&#x8A18;&#x9332;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x305B;&#x3093;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../Attribute-release.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: アトリビュート・リリース">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Redirector IPバイパスゾーン","level":"2.2.2.2","depth":3,"next":{"title":"● Resourceメニュー","level":"2.2.3","depth":2,"ref":"","articles":[{"title":"アクセスURL","level":"2.2.3.1","depth":3,"path":"Documentation/Libraries/PerPageHelp/ResourcesMenu/Catalogue/Access-URLs.md","ref":"Documentation/Libraries/PerPageHelp/ResourcesMenu/Catalogue/Access-URLs.md","articles":[]}]},"previous":{"title":"アトリビュート・リリース","level":"2.2.2.1","depth":3,"path":"Documentation/Libraries/PerPageHelp/PreferenceMenu/Attribute-release.md","ref":"Documentation/Libraries/PerPageHelp/PreferenceMenu/Attribute-release.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"Documentation/Libraries/PerPageHelp/PreferenceMenu/RedirectorPreferences/Redirector-IP-bypass-zones.md","mtime":"2022-05-30T03:03:52.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-06-01T00:36:44.195Z"},"basePath":"../../../../..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../../../../../gitbook/gitbook.js"></script>
    <script src="../../../../../gitbook/theme.js"></script>
    
        
        <script src="../../../../../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../../../../../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../../../../../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../../../../../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../../../../../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../../../../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

